car = {
    "модель": "Toyota RAV4 Hybrid",
    "ціна": 1587375,  # грн
    "обєм_двигуна": 2.5,  # л
    "повна_маса": 2135,  # кг
    "максимальна_швидкість": 180,  # км/год (типове значення)
    "витрата_пального": 4.9,  # л/100 км
    "інтерєр": [
        "Мультимедійна система з сенсорним екраном",
        "Клімат-контроль",
        "Підігрів сидінь",
        "Цифрова панель приладів"
    ],
    "багажник": {
        "звичайний": 580,  # л
        "зі_складеними": 1690  # л
    }
}
car["макс_маса_причепа_з_гальмами"] = 800  #кг
print("Назва:", car["модель"])
print("Ціна:", car["ціна"])
print("Перша опція інтер'єру:", car["інтерєр"][0])
print("Об'єм багажника (складені сидіння):", car["багажник"]["зі_складеними"])
insurance = car["ціна"] * 0.005
car["страховий_платіж"] = insurance

print("Страховий платіж:", insurance)
trip_cost = car["витрата_пального"] * 200 / 100 * 93
print("Вартість поїздки на 200 км:", trip_cost)