POEM_1 = """Як умру, то поховайте

Мене на могилі

Серед степу широкого

На Вкраїні милій,

Щоб лани широкополі,

І Дніпро, і кручі

Було видно, було чути,

Як реве ревучий.

Як понесе з України

У синєє море

Кров ворожу... отойді я

І лани і гори —

Все покину, і полину

До самого Бога

Молитися... а до того

Я не знаю Бога.

Поховайте та вставайте,

Кайдани порвіте

І вражою злою кров’ю

Волю окропіте.

І мене в сем’ї великій,

В сем’ї вольній, новій,

Не забудьте пом’янути

Незлим тихим словом.

POEM_2 = """
Мені
тринадцятий
минало.

Я
пас
ягнята
за
селом.

Чи
то
так
сонечко
сіяло,

Чи
так
мені
чого
було?

Мені
так
любо, любо
стало,

Неначе
в
Бога......

Уже
прокликали
до
паю,

А
я
собі
у
бур’яні

Молюся
Богу...І
не
знаю,

Чого
маленькому
мені

Тойді
так
приязно
молилось,

Чого
так
весело
було.

Господнє
небо, і
село,

Ягня, здається, веселилось!

І
сонце
гріло, не
пекло!

Та
недовго
сонце
гріло,

Недовго
молилось...

Запекло, почервоніло

І
рай
запалило.

Мов
прокинувся, дивлюся:"""
import poems
import sing

author_name = """
Гордей
Коршун
"""

print(sing.SING_TERMINAL.format(author_name))
wishes = "Хочу краще знати Python"
print(wishes)
print(start)
print(poems.POEM_1)
print(start)
print(poems.POEM_2)
print(start)
